Repository: YS-jack/YS-jack-OSRS-JP-transcript
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: ja

source: Iron maiden
ja: 鉄の処女

source: Iron med helm
ja: 鉄の鉄兜

source: Iron nails
ja: 鉄の釘

source: Iron ore
ja: 鉄鉱石

source: Iron ore vein
ja: 鉄の鉱脈

source: Iron oxide
ja: 酸化鉄

source: Iron pick head
ja: 鉄のツルハシの金属部分

source: Iron pickaxe
ja: 鉄のツルハシ

source: Iron platebody
ja: 鉄の胸甲

source: Iron platelegs
ja: 鉄の脚甲

source: Iron plateskirt
ja: 鉄の裙甲

source: Iron railings
ja: 鉄のフェンス

source: Iron rocks
ja: 鉄の岩

source: Iron scimitar
ja: 鉄の三日月刀

source: Iron sickle
ja: 鉄の鎌

source: Iron spear
ja: 鉄の槍

source: Iron spear(kp)
ja: 鉄の槍（カラムジャ毒）

source: Iron spear(p)
ja: 鉄の槍（毒）

source: Iron sq shield
ja: 鉄の角盾

source: Iron sword
ja: 鉄の剣

source: Iron thrownaxe
ja: 鉄の投げ斧

source: Iron warhammer
ja: 鉄の戦鎚

source: Ironman & Ultimate Ironwoman
ja: 鉄人・究極鉄人

source: Ironman Group
ja: 鉄人グループ

source: Ironman tutor
ja: 鉄人の指導者

source: Irvig Senay
ja: イーヴィグ・セネイ

source: Irwin Feaselbaum
ja: イーウィン・フィーゼルボム

source: Isafdar painting
ja: イサフダーの絵画

source: Ish the Navigator
ja: ナビゲーターのイッシュ

source: Ishmael
ja: イシュマエル

source: Island of Stone
ja: ストーン島へ移動

source: Islwyn
ja: イスルウィン

source: Isma'il The Kebab Seller
ja: ケバブ販売人のイズマイル

source: Istoria
ja: イストリア

source: Item Chest
ja: アイテムの宝箱

source: Items
ja: アイテム

source: Ithell Banner
ja: イセルのバナー

source: Ithoi the Navigator
ja: ナビゲーターのイソイ

source: Ivan
ja: アイヴァン

source: Ivan Strom
ja: アイヴァン・ストローム

source: Ivory table
ja: 象牙のテーブル

source: Ivy Sophista
ja: アイビー・ソフィスタ

source: Iwan
ja: イワン

source: Iwazaru
ja: イワザル

source: Jabari
ja: ジャバリ

source: Jack
ja: ジャック

source: Jack Frost
ja: ジャック・フロスト

source: Jack Sails
ja: ジャック・セイルズ

source: Jack Seagull
ja: ジャック・シーガル

source: Jack-O-Lantern
ja: カボチャのちょうちん

source: Jack-O-Lanterns
ja: カボチャのちょうちん

source: Jack-o'-Lantern
ja: カボチャのちょうちん

source: Jackal
ja: ジャッカル

source: Jacky Jester
ja: 道化師ジャッキー

source: Jade
ja: ヒスイ

source: Jadid
ja: ジャディド

source: Jagbakoba
ja: ジャグバコバ

source: Jagged wall
ja: ギザギザの壁

source: Jaguar
ja: ジャガー

source: Jaguar cub
ja: 子供のジャガー

source: Jaguar warrior
ja: ジャガーの戦士

source: Jail Door
ja: 牢屋のドア

source: Jail guard
ja: 牢屋の番人

source: Jail key
ja: 刑務所のカギ

source: Jailer
ja: 看守

source: Jake
ja: ジェイク

source: Jal-Ak
ja: ジャル・アク

source: Jal-AkRek-Ket
ja: ジャル・アクレク・ケット

source: Jal-AkRek-Mej
ja: ジャル・アクレク・メジュ

source: Jal-AkRek-Xil
ja: ジャル・アクレク・ジル

source: Jal-ImKot
ja: ジャル・イムコト

source: Jal-MejJak
ja: ジャル・メジュジャク

source: Jal-MejRah
ja: ジャル・メジュラ

source: Jal-Nib
ja: ジャル・ニブ

source: Jal-Nib-Rek
ja: ジャル・ニブ・レク

source: Jal-Xil
ja: ジャル・ジル

source: Jal-Zek
ja: ジャル・ゼク

source: JalRek-Jad
ja: ジャルレク・ジャッド

source: JalTok-Jad
ja: ジャルトク・ジャッド

source: Jalal the Drunk
ja: 酔っ払いのジャラル

source: James
ja: ジェームズ

source: Jamila
ja: ジャミラ

source: Jane
ja: ジェイン

source: Jangerberries
ja: ジャンガベリー

source: Jangerberry bush
ja: ジャンガベリーの低木

source: Jangerberry seed
ja: ジャンガベリーの種

source: Jaraah
ja: ジャラー

source: Jardric
ja: ジャードリック

source: Jari
ja: ジャリ

source: Jarr
ja: ジャー

source: Jars
ja: 瓶

source: Jarvald
ja: ジャーヴァルド

source: Jasim the Camel
ja: ラクダのジャジム

source: Jatix
ja: ジャティックス

source: Jatizso
ja: ジャチゾへ移動

source: Javelin
ja: 投槍

source: Javelin Colossus
ja: 投槍コロサス

source: Jayene Kliyn (medium)
ja: ジェイン・クリン（中級）

source: Jeb
ja: ジェブ

source: Jeed
ja: ジード

source: Jeff
ja: ジェフ

source: Jelly
ja: ゼリー

source: Jenkins
ja: ジェンキンズ

source: Jennella
ja: ジェネラ

source: Jennifer
ja: ジェニファー

source: Jenny Blade
ja: ジェニー・ブレード

source: Jerboa
ja: トビネズミ

source: Jeremy Clerksin
ja: ジェレミー・クラークシン

source: Jerico
ja: ジェリコ

source: Jess
ja: ジェス

source: Jessamine
ja: ジェサミン

source: Jessie
ja: ジェシー

source: Jethick
ja: ジェシック

source: Jewelled Crab
ja: 宝石ガニ

source: Jewelled Crab (blue)
ja: 宝石ガニ（青）

source: Jewelled Crab (green)
ja: 宝石ガニ（緑）

source: Jewelled Crab (red)
ja: 宝石ガニ（赤）

source: Jewellery
ja: 宝石

source: Jewellery box space
ja: 宝石箱のスペース

source: Jewellery case
ja: 宝石ケース

source: Jewellery stall
ja: 宝石の屋台

source: Jewels
ja: 宝飾品

source: Jex
ja: ジェックス

source: Jhallan
ja: ジハラン

source: Jig cart
ja: 治具カート

source: Jill
ja: ジル

source: Jiminua
ja: ジミヌア

source: Jimmy
ja: ジミー

source: Jimmy Dazzler
ja: ジミー・ダズラー

source: Jimmy the Chisel
ja: 騙しのジミー

source: Joe
ja: ジョー

source: Jofridr Mordstatter
ja: ジョフリダー・モードスタッター

source: Jogre
ja: ジョーガ

source: Jogre Champion
ja: ジョーガのチャンピオン

source: Jogre bonemeal
ja: ジョーガの骨粉

source: Jogre bones
ja: ジョーガの骨

source: Johanhus Ulsbrecht
ja: ヨハンフス・ウルスブレヒト

source: John
ja: ジョン

source: Johnathon
ja: ジョナソン

source: Join
ja: 参加

source: Join Castle Wars
ja: キャッスル・ウォーズに参加

source: Join-Crew
ja: クルーに参加

source: Join-Team
ja: チームに参加

source: Jokul
ja: ジョクル

source: Jolly Roger
ja: ジョリー・ロジャー

source: Jon
ja: ジョン

source: Jonathan
ja: ジョナサン

source: Jones
ja: ジョーンズ

source: Jonny the beard
ja: 髭のジョニー

source: Jormungand Display
ja: ジョームンガンドの展示

source: Jorra
ja: ジョラ

source: Jorral
ja: ジョラル

source: Jorzik
ja: ジョージク

source: Joseph
ja: ジョセフ

source: Joshua
ja: ジョシュア

source: Jossik
ja: ジョシック

source: Journal
ja: 日記

source: Jubbly bird
ja: ジャブリー鳥

source: Jubster
ja: ジャブスター

source: Judge of Yama
ja: ヤマの裁判官

source: Jug
ja: 水差し

source: Jug of bad wine
ja: まずいワインのジャグ

source: Jug of water
ja: 満杯の水差し

source: Jug of wine
ja: ワインのジャグ

source: Jukat
ja: ジューカット

source: Julia
ja: ジュリア

source: Julie
ja: ジュリー

source: Juliet
ja: ジュリエット

source: Jumaane
ja: ジュマーネ

source: Jump
ja: ジャンプ

source: Jump off
ja: 飛び降りる

source: Jump on
ja: ジャンプ

source: Jump to
ja: ジャンプ

source: Jump-Across
ja: 飛び越える

source: Jump-Down
ja: 飛び降りる

source: Jump-Over
ja: 飛び越える

source: Jump-To
ja: ジャンプ

source: Jump-across
ja: 飛び越える

source: Jump-down
ja: 飛び降りる

source: Jump-from
ja: ジャンプ

source: Jump-in
ja: 中へジャンプ

source: Jump-off
ja: 飛び降りる

source: Jump-on
ja: ジャンプ

source: Jump-onto
ja: 飛び乗る

source: Jump-over
ja: 飛び越える

source: Jump-through
ja: 飛びぬける

source: Jump-to
ja: までジャンプ

source: Jump-up
ja: 跳びあがる

source: Juna
ja: ジューナ

source: Junction box
ja: 接続箱

source: Jungle Bush
ja: ジャングルの低木

source: Jungle Demon
ja: ジャングルの悪魔

source: Jungle Demon (hard)
ja: ジャングルの悪魔（上級）

source: Jungle Flower
ja: ジャングルの花

source: Jungle Grass
ja: ジャングルの草

source: Jungle Palm
ja: ジャングルのヤシの木

source: Jungle Plant
ja: ジャングルの植物

source: Jungle Wolf
ja: ジャングル・オオカミ

source: Jungle eagle
ja: ジャングルのワシ

source: Jungle flower
ja: ジャングルの花

source: Jungle forester
ja: ジャングルの管理者

source: Jungle horror
ja: ジャングルの怪物

source: Jungle plant
ja: ジャングルの植物

source: Jungle spider
ja: ジャングル・グモ

source: Jungle tree
ja: ジャングルの木

source: Jungle tree stump
ja: ジャングルの木の切り株

source: Junior Navigator
ja: ジュニア・ナビゲーター

source: Junk
ja: ガラクタ

source: Jury
ja: 陪審

source: Justiciar Statue
ja: 司法高官の像

source: Justiciar Zachariah
ja: 司法高官のザカリア

source: Justiciar armour
ja: 司法高官の防具

source: Justin Servil
ja: ジャスティン・サーヴィル

source: Justine
ja: ジャスティーン

source: Jute
ja: 黄麻

source: Jute seed
ja: 黄麻の種

source: Jutting wall
ja: 突き出た壁

source: K'klik
ja: ククリク

source: K'ril Tsutsaroth
ja: クリル・ツツジーロス

source: K'ril Tsutsaroth Jr.
ja: クリル・ツツジーロス・Jr.

source: KBD heads
ja: 黒竜王の頭部

source: KGP Agent
ja: KGPエージェント

source: KGP Guard
ja: KGPの衛兵

source: KQ head
ja: 王カルファイトの頭部

source: Kaal-Ket-Jor
ja: カール・ケット・ジョー

source: Kaal-Mej-San
ja: カール・メジュ・サン

source: Kaal-Xil-Dar
ja: カール・ジル・ダー

source: Kael Forshaw
ja: カエル・フォーシャウ

source: Kaht B'alam
ja: カット・バラム

source: Kai
ja: カイ

source: Kaleb Paramaya
ja: ケーレブ・パラマヤ

source: Kalko
ja: カルコ

source: Kalphite Guardian
ja: 衛兵カルファイト

source: Kalphite Larva
ja: カルファイトの幼虫

source: Kalphite Princess
ja: 姫カルファイト

source: Kalphite Queen
ja: 女王カルファイト

source: Kalphite Queen Topiary
ja: 女王カルファイトのトピアリー

source: Kalphite Queen display
ja: 女王カルファイトの展示

source: Kalphite Soldier
ja: 兵隊カルファイト

source: Kalphite Worker
ja: 働きカルファイト

source: Kalphite cave
ja: カルファイトの洞窟

source: Kalphite queen legs
ja: 女王カルファイトの足

source: Kalrag
ja: カルラグ

source: Kalron
ja: カルロン

source: Kamen
ja: カメン

source: Kamfreena
ja: カムフリーナ

source: Kamil
ja: カミル

source: Kamil (hard)
ja: カミル（上級）

source: Kandarin Easy Diary
ja: カンダリンの初級日記

source: Kandarin Elite Diary
ja: カンダリンの超級日記

source: Kandarin Hard Diary
ja: カンダリンの上級日記

source: Kandarin Medium Diary
ja: カンダリンの中級日記

source: Kanel
ja: カネル

source: Kangai Mau
ja: カンガイ・マウ

source: Kaqemeex
ja: カケミークス

source: Karaday
ja: カラデイ

source: Karam
ja: カラム

source: Karambwan paste
ja: カラムワンのペースト

source: Karambwan vessel
ja: カラムワンの器

source: Karambwanji paste
ja: カラムワンジのペースト

source: Karamel
ja: カラメル

source: Karamel (hard)
ja: カラメル（上級）

source: Karamja
ja: カラムジャ

source: Karamja Easy Diary
ja: カラムジャの初級日記

source: Karamja Elite Diary
ja: カラムジャの超級日記

source: Karamja Hard Diary
ja: カラムジャの上級日記

source: Karamja Medium Diary
ja: カラムジャの中級日記

source: Karamja gloves
ja: カラムジャに手袋

source: Karamja painting
ja: カラムジャの絵画

source: Karamjan monkey greegree
ja: カラムジャザルのグリーグリー

source: Karamjan rum
ja: カラムジャのラム酒

source: Karamthulhu
ja: カランスルフ

source: Kardia
ja: カージア

source: Karidian disguise
ja: カリジアの変装

source: Karil the Tainted
ja: 腐敗したカリル

source: Karil's coif
ja: カリルのコイフ

source: Karil's coif 0
ja: カリルのコイフ0

source: Karil's coif 100
ja: カリルのコイフ100

source: Karil's coif 25
ja: カリルのコイフ25

source: Karil's coif 50
ja: カリルのコイフ50

source: Karil's coif 75
ja: カリルのコイフ75

source: Karil's crossbow
ja: カリルの洋弓銃

source: Karil's crossbow 0
ja: カリルの洋弓銃0

source: Karil's crossbow 100
ja: カリルの洋弓銃100

source: Karil's crossbow 25
ja: カリルの洋弓銃25

source: Karil's crossbow 50
ja: カリルの洋弓銃50

source: Karil's crossbow 75
ja: カリルの洋弓銃75

source: Karil's leatherskirt
ja: カリルの革スカート

source: Karil's leatherskirt 0
ja: カリルの革スカート0

source: Karil's leatherskirt 100
ja: カリルの革スカート100

source: Karil's leatherskirt 25
ja: カリルの革スカート25

source: Karil's leatherskirt 50
ja: カリルの革スカート50

source: Karil's leatherskirt 75
ja: カリルの革スカート75

source: Karil's leathertop
ja: カリルの革トップ

source: Karil's leathertop 0
ja: カリルの革トップ0

source: Karil's leathertop 100
ja: カリルの革トップ100

source: Karil's leathertop 25
ja: カリルの革トップ25

source: Karil's leathertop 50
ja: カリルの革トップ50

source: Karil's leathertop 75
ja: カリルの革トップ75

source: Karim
ja: カリム

source: Karl
ja: カール

source: Kasonde
ja: カソンデ

source: Kasonde the Craven
ja: 渇望のカソンデ

source: Kaston
ja: カストン

source: Kathy Corkat
ja: カシー・コーカット

source: Katrine
ja: カトリンヌ

source: Kaylee
ja: カイリー

source: Kazemde
ja: カゼンデ

source: Kazgar
ja: カズガー

source: Kebab
ja: ケバブ

source: Kebab mix
ja: ケバブミックス

source: Kebbit
ja: ケビット

source: Keef
ja: キーフ

source: Keepa Kettilon
ja: キーパ・ケチロン

source: Keg
ja: 小樽

source: Keg of beer
ja: ビールの小樽

source: Keith
ja: ケイス

source: Kelda Hops
ja: ケルダ・ホップ

source: Kelda Hops Patch
ja: ケルダ・ホップの小区画

source: Kelda Stout
ja: ケルダのスタウト

source: Kelp
ja: ケルプ

source: Kelvin
ja: ケルビン

source: Kelyn
ja: ケリン

source: Kendall
ja: ケンダル

source: Kenelme
ja: ケネルメ

source: Kennith
ja: ケニス

source: Kennith's ball
ja: ケニスのボール

source: Kent
ja: ケント

source: Kephri
ja: ケフリ

source: Kephri's Phantom
ja: ケフリのファントム

source: Kephriti
ja: ケフリティ

source: Ket'sal K'uk
ja: ケツァル・クック

source: Ket-Zek
ja: ケト・ゼク

source: Ketla
ja: ケトラ

source: Ketla the Unworthy
ja: 不肖ケトラ

source: Kettle
ja: ヤカン

source: Key
ja: カギ

source: Key (medium)
ja: 鍵（中級）

source: Key Master
ja: カギの管理者

source: Key print
ja: 鍵の型

source: Keyhole
ja: 鍵穴

source: Keys
ja: カギ

source: Keystone crystal
ja: 要石の水晶

source: Khali brew
ja: カリの醸造酒

source: Kharid Scorpion
ja: カリッドサソリ

source: Kharidian cactus (Dry)
ja: カリジアのサボテン（乾）

source: Kharidian cactus (Healthy)
ja: カリジアのサボテン（健康）

source: Kharidian headpiece
ja: カリジアのヘッドピース

source: Kharyrll
ja: カリール

source: Kharyrll Portal
ja: カリールのポータル

source: Khazard Barman
ja: カザードのバーテンダー

source: Khazard Guard
ja: カザードの衛兵

source: Khazard Launderer
ja: カザードの洗濯屋

source: Khazard Ogre
ja: カザードのオーガ

source: Khazard Scorpion
ja: カザードのサソリ

source: Khazard Soldier
ja: カザードの兵士

source: Khazard armour
ja: カザードの鎧

source: Khazard cell keys
ja: カザードの監房のカギ

source: Khazard commander
ja: カザードの司令官

source: Khazard helmet
ja: カザードの鉄兜

source: Khazard trooper
ja: カザードの騎兵

source: Khazard warlord
ja: カザードの将軍

source: Khazard warlord (hard)
ja: カザードの将軍（上級）

source: Khopesh and Shield
ja: ケペシュと盾

source: Khorvak, a dwarven engineer
ja: コーヴァク、ドワーフの技術者

source: Kick
ja: 蹴る

source: Kikazaru
ja: キカザル

source: Kill
ja: 殺す

source: Kill Area
ja: 範囲抹殺

source: Kill Bot
ja: ボット抹殺

source: Kill-count
ja: キル数

source: Killer
ja: 殺人者

source: Killer's print
ja: 人殺しの指紋

source: Killerwatt
ja: キラーワット

source: Kiln
ja: 窯

source: Kilron
ja: キルロン

source: Kineer
ja: キニア

source: King Arthur
ja: アーサー王

source: King Artur Hosidius
ja: アーター・ホシディアス王

source: King Awowogei
ja: アウォウォゲイ王

source: King Black Dragon
ja: 黒竜王

source: King Bolren
ja: ボルレン王

source: King Bolrie
ja: ボルリー王

source: King Gjuki Sorvott IV
ja: グジュキ・ソーボット王４世

source: King Healthorg
ja: ヘルソーグ王

source: King Kandur Hosidius
ja: カンダー・ホシディアス王

source: King Lathas
ja: ラサス王

source: King Narnode Shareen
ja: ナローデ・シャリーン王

source: King Percival
ja: パーシバル王

source: King Roald
ja: ロアルド王

source: King Roald (hard)
ja: ロアルド王（上級）

source: King Sand Crab
ja: 砂ガニの王

source: King Scorpion
ja: サソリの王

source: King Thoros
ja: ソロス王

source: King Vargas
ja: ヴァーガス王

source: King kurask
ja: クラスクの王

source: King rat
ja: 王ネズミ

source: King worm
ja: 王様ミミズ

source: King's Messenger
ja: 王の使者

source: King's message
ja: 王様からの手紙

source: Kings' ladder
ja: 王のハシゴ

source: Kit Breaker
ja: キット・ブレーカー

source: Kit's bag
ja: キットのカバン

source: Kit's books
ja: キットの本

source: Kit's boxes
ja: キットの箱

source: Kitchen Drawers
ja: 台所の

source: Kitchen cabinet
ja: 台所のキャビネット

source: Kitchen gate
ja: 台所のゲート

source: Kitchen table
ja: 台所のテーブル

source: Kite shield
ja: タコ盾

source: Kitten
ja: 子猫

source: Kjedelig Uppsen
ja: クジェデリグ・アップセン

source: Kjut
ja: クジュツ

source: Klank
ja: クランク

source: Klank's gauntlets
ja: クランクの籠手

source: Klarense
ja: クラレンス

source: Klenter
ja: クレンター

source: Knife
ja: ナイフ

source: Knight
ja: 騎士

source: Knight Statue
ja: 騎士の像

source: Knight of Ardougne
ja: アルドインの騎士

source: Knight of Saradomin
ja: サラドミンの騎士

source: Knight of Varlamore
ja: ヴァーラモーの騎士

source: Knight of the Lion
ja: ライオンの騎士

source: Knight of the Owl
ja: フクロウの騎士

source: Knight of the Unicorn
ja: ユニコーンの騎士

source: Knight of the Wolf
ja: オオカミの騎士

source: Knock-Out
ja: 気絶させる

source: Knock-at
ja: たたく

source: Koanee
ja: コアニー

source: Kob
ja: コブ

source: Koftik
ja: コフチク

source: Kolodion
ja: コロジオン

source: Konar quo Maten
ja: コナー・クォ・マテン

source: Konoo
ja: コヌー

source: Korbal herbs
ja: コーバルの薬草

source: Kormar quo Maten
ja: コマー・クォ・マテン

source: Kortan
ja: コータン

source: Koschei the Deathless
ja: 不死のコスチェイ

source: Koschei the deathless
ja: 不死のコスチェイ

source: Kourend & Kebos Easy Diary
ja: クーレンドとケボスの初級日記

source: Kourend & Kebos Elite Diary
ja: クーレンドとケボスの超級日記

source: Kourend & Kebos Hard Diary
ja: クーレンドとケボスの上級日記

source: Kourend & Kebos Medium Diary
ja: クーレンドとケボスの中級日記

source: Kourend Portal
ja: クーレンドのポータル

source: Kourend Shield
ja: クーレンドの盾

source: Kourend Waystone
ja: クーレンドの転移ポイント

source: Kourend Woodland
ja: クーレンド林地

source: Kourend map display case
ja: クーレンドの地図の展示ケース

source: Kourend sigil
ja: クーレンドの紋章

source: Kovac
ja: コヴァック

source: Kragen
ja: クラゲン

source: Kraka
ja: クラカ

source: Kraken
ja: クラーケン

source: Kraken Topiary
ja: クラーケンのトピアリー

source: Kraken display
ja: クラーケンの展示

source: Krandorian Hops
ja: クランドリアン・ホップ

source: Krandorian seed
ja: クランドリアンの種

source: Krato
ja: クラト

source: Kree'arra
ja: クリーアーラ

source: Kree'arra Jr.
ja: クリーアーラ・Jr.

source: Kronos plant
ja: クロノスの株

source: Kroy
ja: クロイ

source: Kruk
ja: クラック

source: Kryket bat
ja: クリケット・バット

source: Krystilia
ja: クリスティリア

source: Ksenia
ja: クセニア

source: Kualti
ja: クアルチ

source: Kualti Dagger
ja: クアルチの短剣

source: Kualti Daggers
ja: クアルチの短剣

source: Kubec Unkar
ja: クベック・ウンカー

source: Kuradal
ja: クラダル

source: Kurask
ja: クラスク

source: Kurask head
ja: クラスクの頭部

source: Kurt
ja: カート

source: Kwuarm
ja: クワーム

source: Kwuarm potion (unf)
ja: クワームの薬液（未）

source: Kwuarm seed
ja: クワームの種

source: Kylie Minnow
ja: カイル・ミノウ

source: LMS Rework Display
ja: LMS改良の展示

source: Lab Table
ja: 実験台

source: Lab table
ja: 実験台

source: Lab tube
ja: 実験チューブ

source: Lacey
ja: ラセイ

source: Ladder
ja: ハシゴ

source: Ladder space
ja: ハシゴのスペース

source: Ladder top
ja: ハシゴの頂上

source: Lady Carys Hefin
ja: レディー・カリス・ヘフィン

source: Lady Crombwick
ja: レディー・クロムブウィック

source: Lady Ffion Meilyr
ja: レディー・フィオン・メイリー

source: Lady Keli
ja: レディー・ケリ

source: Lady Kelyn Ithell
ja: レディー・ケリン・イセル

source: Lady Nadezhda Shadum
ja: レディ・ナデズダ・シャダム

source: Lady Servil
ja: レディー・サーヴィル

source: Lady Shauna Piscarilius
ja: レディー・ショーナ・ピスカリリウス

source: Lady Table
ja: レディ・テーブル

source: Lady Tangwen Trahaearn
ja: レディー・タングウェン・トラハアーン

source: Lady Vulcana Lovakengj
ja: レディー・ヴルカナ・ロヴァケイン

source: Lahsram
ja: ラフスラム

source: Laidee Gnonock
ja: ラジー・ノノック

source: Lalli
ja: ラリー

source: Lalli's Stew
ja: ラリーのシチュー

source: Lamb
ja: 子羊

source: Lammy Langle
ja: ラミー・ラングル

source: Lamp
ja: ランプ

source: Lamp oil still
ja: 灯油の蒸留器

source: Lamp space
ja: ランプのスペース

source: Lamp stall
ja: ランプの屋台

source: Lamp still
ja: ランプの蒸留器

source: Lamppost
ja: 街頭柱

source: Lan the Butcher
ja: 肉やのラン

source: Lancalliums
ja: ランカリウム

source: Land's End
ja: ランズ・エンドへ移動

source: Lander boat
ja: ランダー・ボート

source: Lander hatch
ja: ランダーのハッチ

source: Landing Site
ja: 着陸地点

source: Landing Spot
ja: 着地地点

source: Landscape
ja: 風景画

source: Landscape space
ja: 風景画のスペース

source: Lantadyme
ja: ランタダイム

source: Lantadyme potion (unf)
ja: ランタダイムの薬液（未）

source: Lantadyme seed
ja: ランタダイムの種

source: Lantern
ja: ちょうちん

source: Lantern lens
ja: ランタンのレンズ

source: Lanthus
ja: ランサス

source: Lanzig
ja: ランジグ

source: Lap-count
ja: 周回数

source: Larder
ja: 食糧貯蔵庫

source: Larder space
ja: 食糧貯蔵庫のスペース

source: Large Barrel
ja: 大きな樽

source: Large Boulder
ja: 大きな岩

source: Large Cage
ja: 大きな檻

source: Large Crystal
ja: 大きな水晶

source: Large Display
ja: 大きな展示

source: Large Fossil Display
ja: 大きな化石の展示

source: Large Fossil Support
ja: 大きな化石の支え

source: Large Geyser
ja: 大きな間欠泉

source: Large Magical Snow
ja: 大きな魔法の雪

source: Large Pile of Coal
ja: 大きな石炭の山

source: Large Rock
ja: 大きな岩

source: Large Table
ja: 大きなテーブル

source: Large Tendril
ja: 大きなツル

source: Large Vial
ja: 大きな試薬瓶

source: Large bone
ja: 大きな骨

source: Large boulder
ja: 大きな岩

source: Large cave
ja: 大きな洞窟

source: Large crystals
ja: 大きな水晶

source: Large cupboard
ja: 大きな戸棚

source: Large door
ja: 大きなドア

source: Large doors
ja: 大きなドア

source: Large fountain
ja: 大きな噴水

source: Large geyser
ja: 大きな間欠泉

source: Large grave
ja: 大きな墓

source: Large grave stone
ja: 大きな墓石

source: Large guardian remains
ja: 大きな守護者の遺体

source: Large hole
ja: 大きな穴

source: Large mosquito
ja: 大きな蚊

source: Large open cupboard
ja: 開いた大きな戸棚

source: Large orrery
ja: 大きな太陽系儀

source: Large oven
ja: 大きなオーブン

source: Large rock
ja: 大きな岩

source: Large sewer pipe
ja: 大きな下水管

source: Large stalagmite
ja: 大きな石じゅん

source: Large storage unit
ja: 大きな収納ユニット

source: Large table
ja: 大きなテーブル

source: Large urn
ja: 大きな壺

source: Large vase
ja: 大きな壺

source: Large zombie monkey
ja: 大きなゾンビザル

source: Large zombie monkey bonemeal
ja: 大きなゾンビザルの骨粉

source: Large zombie monkey bones
ja: 大きなゾンビザルの骨

source: Large-leaf Plant
ja: 葉が大きい植物

source: Larran
ja: ララン

source: Larran's big chest
ja: ラランの大きな宝箱

source: Larran's small chest
ja: ラランの小さな宝箱

source: Larrissa
ja: ラリッサ

source: Larry
ja: ラリー

source: Larxus
ja: ラークス

source: Lasenna Rasputin
ja: ラセンナ・ラスプチン

source: Lassin
ja: ラシン

source: Last Destination
ja: で前の目的地へ

source: Last-Teleport
ja: 以前のワープ

source: Last-destination
ja: 前の目的地へ

source: Last-destination (AIP)
ja: 前の目的地へ（AIP）

source: Last-destination (AIQ)
ja: 前の目的地へ（AIQ）

source: Last-destination (AIR)
ja: 前の目的地へ（AIR）

source: Last-destination (AIS)
ja: 前の目的地へ（AIS）

source: Last-destination (AJP)
ja: 前の目的地へ（AJP）

source: Last-destination (AJQ)
ja: 前の目的地へ（AJQ）

source: Last-destination (AJR)
ja: 前の目的地へ（AJR）

source: Last-destination (AJS)
ja: 前の目的地へ（AJS）

source: Last-destination (AKP)
ja: 前の目的地へ（AKP）

source: Last-destination (AKQ)
ja: 前の目的地へ（AKQ）

source: Last-destination (AKR)
ja: 前の目的地へ（AKR）

source: Last-destination (AKS)
ja: 前の目的地へ（AKS）

source: Last-destination (ALP)
ja: 前の目的地へ（ALP）

source: Last-destination (ALQ)
ja: 前の目的地へ（ALQ）

source: Last-destination (ALR)
ja: 前の目的地へ（ALR）

source: Last-destination (ALS)
ja: 前の目的地へ（ALS）

source: Last-destination (BIP)
ja: 前の目的地へ（BIP）

source: Last-destination (BIQ)
ja: 前の目的地へ（BIQ）

source: Last-destination (BIR)
ja: 前の目的地へ（BIR）

source: Last-destination (BIS)
ja: 前の目的地へ（BIS）

source: Last-destination (BJP)
ja: 前の目的地へ（BJP）

source: Last-destination (BJQ)
ja: 前の目的地へ（BJQ）

source: Last-destination (BJR)
ja: 前の目的地へ（BJR）

source: Last-destination (BJS)
ja: 前の目的地へ（BJS）

source: Last-destination (BKP)
ja: 前の目的地へ（BKP）

source: Last-destination (BKQ)
ja: 前の目的地へ（BKQ）

source: Last-destination (BKR)
ja: 前の目的地へ（BKR）

source: Last-destination (BKS)
ja: 前の目的地へ（BKS）

source: Last-destination (BLP)
ja: 前の目的地へ（BLP）

source: Last-destination (BLQ)
ja: 前の目的地へ（BLQ）

source: Last-destination (BLR)
ja: 前の目的地へ（BLR）

source: Last-destination (BLS)
ja: 前の目的地へ（BLS）

source: Last-destination (CIP)
ja: 前の目的地へ（CIP）

source: Last-destination (CIQ)
ja: 前の目的地へ（CIQ）

source: Last-destination (CIR)
ja: 前の目的地へ（CIR）

source: Last-destination (CIS)
ja: 前の目的地へ（CIS）

source: Last-destination (CJP)
ja: 前の目的地へ（CJP）

source: Last-destination (CJQ)
ja: 前の目的地へ（CJQ）

source: Last-destination (CJR)
ja: 前の目的地へ（CJR）

source: Last-destination (CJS)
ja: 前の目的地へ（CJS）

source: Last-destination (CKP)
ja: 前の目的地へ（CKP）

source: Last-destination (CKQ)
ja: 前の目的地へ（CKQ）

source: Last-destination (CKR)
ja: 前の目的地へ（CKR）

source: Last-destination (CKS)
ja: 前の目的地へ（CKS）

source: Last-destination (CLP)
ja: 前の目的地へ（CLP）

source: Last-destination (CLQ)
ja: 前の目的地へ（CLQ）

source: Last-destination (CLR)
ja: 前の目的地へ（CLR）

source: Last-destination (CLS)
ja: 前の目的地へ（CLS）

source: Last-destination (DIP)
ja: 前の目的地へ（DIP）

source: Last-destination (DIQ)
ja: 前の目的地へ（DIQ）

source: Last-destination (DIR)
ja: 前の目的地へ（DIR）

source: Last-destination (DIS)
ja: 前の目的地へ（DIS）

source: Last-destination (DJP)
ja: 前の目的地へ（DJP）

source: Last-destination (DJQ)
ja: 前の目的地へ（DJQ）

source: Last-destination (DJR)
ja: 前の目的地へ（DJR）

source: Last-destination (DJS)
ja: 前の目的地へ（DJS）

source: Last-destination (DKP)
ja: 前の目的地へ（DKP）

source: Last-destination (DKQ)
ja: 前の目的地へ（DKQ）

source: Last-destination (DKR)
ja: 前の目的地へ（DKR）

source: Last-destination (DKS)
ja: 前の目的地へ（DKS）

source: Last-destination (DLP)
ja: 前の目的地へ（DLP）

source: Last-destination (DLQ)
ja: 前の目的地へ（DLQ）

source: Last-destination (DLR)
ja: 前の目的地へ（DLR）

source: Last-destination (DLS)
ja: 前の目的地へ（DLS）

source: Lathas
ja: ラサス

source: Lathas' amulet
ja: ラサスのアミュレット

source: Lathe
ja: 旋盤

source: Latlink Fastbell
ja: ラトリンク・ファストベル

source: Launa
ja: ローナ

source: Launch
ja: 放つ

source: Laundry Basket
ja: 洗濯カゴ

source: Lauretta
ja: ローレタ

source: Lava
ja: 溶岩

source: Lava Monster
ja: 溶岩の化け物

source: Lava Nerve Ending (Broken)
ja: 溶岩の神経の終端（壊）

source: Lava battlestaff
ja: 溶岩の戦杖

source: Lava beast
ja: 溶岩の獣

source: Lava crater
ja: 溶岩口

source: Lava dragon
ja: 溶岩の竜

source: Lava eel
ja: 溶岩ウナギ

source: Lava forge
ja: 溶岩の炉

source: Lava gap
ja: 溶岩の隙間

source: Lava pool
ja: 溶岩溜まり

source: Lava rune
ja: 溶岩のルーン

source: Lava trough
ja: 溶岩入れ

source: Lavinia
ja: ラヴィニア

source: Law Energy
ja: 法のエネルギー

source: Law rift
ja: 法の裂け目

source: Law rune
ja: 法のルーン

source: Law talisman
ja: 法のタリスマン

source: Lay
ja: 備える

source: Layleen
ja: ライリーン

source: Lazim
ja: ラジム

source: Lazim's statue
ja: ラジムの像

source: Lazy cat
ja: 怠惰なネコ

source: Lazy hellcat
ja: 怠惰なヘルキャット

source: Le-sabrè
ja: レ・サブレ

source: Lead Navigator
ja: リード・ナビゲーター

source: Leaf-bladed spear
ja: 葉刃の槍

source: Leaflet
ja: ビラ

source: Leaflets
ja: ビラ

source: Leafy Palm Tree
ja: 葉が茂るヤシの木

source: Leafy bush
ja: 葉がたくさん茂る低木

source: Leafy tree
ja: 葉が茂る木

source: League 2 Debug
ja: リーグ２デバッグ

source: League 3 Debug
ja: リーグ３デバッグ

source: League Accomplishment Scroll
ja: リーグの業績の巻物

source: League Firsts Board
ja: リーグ初達成者の掲示板

source: League Setup
ja: リーグのセットアップ

source: League Tutor
ja: リーグの指導者

source: League statue
ja: リーグの像
